Repository: reallyhimbrodigy/content-studio
Catalog: ios/Promptly/Promptly/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ne, pt_br, ur

source: Re-editing
ar: إعادة التحرير
bn: পুনঃসম্পাদনা হচ্ছে
de: Wird neu bearbeitet
es: Reeditando
fr: Nouvelle retouche
hi: दोबारा एडिट हो रहा है
id: Mengedit ulang
ja: 再編集中
ne: पुनः सम्पादन हुँदै
pt_br: Reeditando
ur: دوبارہ ایڈٹ ہو رہا ہے

source: Re-editing anything you've already made is still free.
ar: إعادة تحرير أي شيء أنشأته من قبل لا تزال مجانية.
bn: আপনি আগে যা বানিয়েছেন তা পুনঃসম্পাদনা এখনও বিনামূল্যে।
de: Alles neu zu bearbeiten, was du schon erstellt hast, bleibt kostenlos.
es: Reeditar lo que ya has creado sigue siendo gratis.
fr: Retoucher ce que tu as déjà créé reste gratuit.
hi: आपने जो पहले बनाया है उसे दोबारा एडिट करना अब भी मुफ़्त है।
id: Mengedit ulang apa pun yang sudah kamu buat tetap gratis.
ja: すでに作成した動画の再編集は引き続き無料です。
ne: तपाईंले पहिले बनाएको जुनसुकै पुनः सम्पादन गर्नु अझै निःशुल्क छ।
pt_br: Reeditar o que você já criou continua grátis.
ur: آپ نے جو پہلے بنایا ہے اسے دوبارہ ایڈٹ کرنا اب بھی مفت ہے۔

source: Ready
ar: جاهز
bn: প্রস্তুত
de: Fertig
es: Listo
fr: Prêt
hi: तैयार
id: Siap
ja: 準備完了
ne: तयार
pt_br: Pronto
ur: تیار

source: Real videos, edited by talking to it.
ar: فيديوهات حقيقية، حُرِّرت بالحديث إليه.
bn: সত্যিকারের ভিডিও, কথা বলেই সম্পাদিত।
de: Echte Videos, geschnitten durch Sprechen.
es: Vídeos reales, editados hablando con la app.
fr: De vraies vidéos, montées en lui parlant.
hi: असली वीडियो, बातचीत से एडिट किए गए।
id: Video nyata, diedit hanya dengan berbicara.
ja: 本物の動画を、話しかけるだけで編集。
ne: वास्तविक भिडियो, कुरा गरेरै सम्पादन गरिएको।
pt_br: Vídeos reais, editados conversando com o app.
ur: اصلی ویڈیوز، بات کر کے ایڈٹ کی گئیں۔

source: Regenerate
ar: إعادة الإنشاء
bn: আবার তৈরি করুন
de: Neu erstellen
es: Regenerar
fr: Régénérer
hi: फिर से बनाएँ
id: Buat ulang
ja: 再生成
ne: पुनः बनाउनुहोस्
pt_br: Gerar de novo
ur: دوبارہ بنائیں

source: Remove image
ar: إزالة الصورة
bn: ছবি সরান
de: Bild entfernen
es: Quitar imagen
fr: Retirer l'image
hi: इमेज हटाएँ
id: Hapus gambar
ja: 画像を削除
ne: तस्बिर हटाउनुहोस्
pt_br: Remover imagem
ur: تصویر ہٹائیں

source: Remove video
ar: إزالة الفيديو
bn: ভিডিও সরান
de: Video entfernen
es: Quitar vídeo
fr: Retirer la vidéo
hi: वीडियो हटाएँ
id: Hapus video
ja: 動画を削除
ne: भिडियो हटाउनुहोस्
pt_br: Remover vídeo
ur: ویڈیو ہٹائیں

source: Renders take a few minutes — want us to tell you the second yours is ready?
ar: تستغرق المعالجة بضع دقائق — أنخبرك فور جاهزية فيديوك؟
bn: রেন্ডার হতে কয়েক মিনিট লাগে — আপনারটি তৈরি হওয়ামাত্র জানাব?
de: Videos brauchen ein paar Minuten — sollen wir dir sofort Bescheid geben?
es: El procesado tarda unos minutos: ¿te avisamos en cuanto esté listo?
fr: Le rendu prend quelques minutes — tu veux qu'on te prévienne dès que c'est prêt ?
hi: रेंडर होने में कुछ मिनट लगते हैं — तैयार होते ही बता दें?
id: Render butuh beberapa menit — mau kami beri tahu begitu selesai?
ja: 書き出しには数分かかります。完成したらすぐお知らせしますか？
ne: रेन्डर हुन केही मिनेट लाग्छ — तयार हुनेबित्तिकै भनौं?
pt_br: A renderização leva alguns minutos — quer que a gente avise assim que ficar pronta?
ur: رینڈر ہونے میں چند منٹ لگتے ہیں — تیار ہوتے ہی بتا دیں؟

source: Reopen Promptly to finish switching language.
ar: أعد فتح Promptly لإكمال تغيير اللغة.
bn: ভাষা পরিবর্তন শেষ করতে Promptly আবার খুলুন।
de: Öffne Promptly neu, um den Sprachwechsel abzuschließen.
es: Vuelve a abrir Promptly para terminar de cambiar el idioma.
fr: Rouvrez Promptly pour terminer le changement de langue.
hi: भाषा बदलना पूरा करने के लिए Promptly फिर से खोलें।
id: Buka lagi Promptly untuk menyelesaikan penggantian bahasa.
ja: 言語の切り替えを完了するには Promptly を開き直してください。
ne: भाषा परिवर्तन पूरा गर्न Promptly पुनः खोल्नुहोस्।
pt_br: Reabra o Promptly para concluir a troca de idioma.
ur: زبان کی تبدیلی مکمل کرنے کے لیے Promptly دوبارہ کھولیں۔

source: Resend code
ar: إعادة إرسال الرمز
bn: কোড আবার পাঠান
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
hi: कोड फिर भेजें
id: Kirim ulang kode
ja: コードを再送信
ne: कोड पुनः पठाउनुहोस्
pt_br: Reenviar código
ur: کوڈ دوبارہ بھیجیں

source: Resending…
ar: جارٍ إعادة الإرسال…
bn: আবার পাঠানো হচ্ছে…
de: Wird erneut gesendet…
es: Reenviando…
fr: Renvoi en cours…
hi: फिर भेजा जा रहा है…
id: Mengirim ulang…
ja: 再送信中…
ne: पुनः पठाइँदै…
pt_br: Reenviando…
ur: دوبارہ بھیجا جا رہا ہے…

source: Reset email sent to %@
ar: تم إرسال بريد إعادة التعيين إلى %@
bn: রিসেট ইমেল %@-এ পাঠানো হয়েছে
de: Reset-E-Mail an %@ gesendet
es: Correo de restablecimiento enviado a %@
fr: E-mail de réinitialisation envoyé à %@
hi: रीसेट ईमेल %@ पर भेजा गया
id: Email reset dikirim ke %@
ja: リセット用メールを %@ に送信しました
ne: रिसेट इमेल %@ मा पठाइयो
pt_br: E-mail de redefinição enviado para %@
ur: ری سیٹ ای میل %@ پر بھیج دی گئی

source: Reset password
ar: إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করুন
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
id: Atur ulang kata sandi
ja: パスワードをリセット
ne: पासवर्ड रिसेट गर्नुहोस्
pt_br: Redefinir senha
ur: پاس ورڈ ری سیٹ کریں

source: Restore Purchases
ar: استعادة المشتريات
bn: কেনাকাটা পুনরুদ্ধার করুন
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीद बहाल करें
id: Pulihkan pembelian
ja: 購入を復元
ne: खरिद पुनर्स्थापना गर्नुहोस्
pt_br: Restaurar compras
ur: خریداریاں بحال کریں

source: Restore purchases
ar: استعادة المشتريات
bn: কেনাকাটা রিস্টোর করুন
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी बहाल करें
id: Pulihkan pembelian
ja: 購入を復元
ne: खरिद रिस्टोर गर्नुहोस्
pt_br: Restaurar compras
ur: خریداریاں بحال کریں

source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
id: Coba lagi
ja: 再試行
ne: पुनः प्रयास गर्नुहोस्
pt_br: Tentar de novo
ur: دوبارہ کوشش کریں

source: Sales / promo
ar: مبيعات / ترويج
bn: বিক্রয় / প্রোমো
de: Vertrieb / Promo
es: Ventas / promo
fr: Ventes / promo
hi: सेल्स / प्रोमो
id: Penjualan / promo
ja: 販促・プロモ
ne: बिक्री / प्रोमो
pt_br: Vendas / promo
ur: سیلز / پرومو

source: Save
ar: حفظ
bn: সেভ করুন
de: Speichern
es: Guardar
fr: Enregistrer
hi: सेव करें
id: Simpan
ja: 保存
ne: सुरक्षित गर्नुहोस्
pt_br: Salvar
ur: محفوظ کریں

source: Save and share
ar: احفظ وشارك
bn: সেভ ও শেয়ার
de: Speichern und teilen
es: Guarda y comparte
fr: Enregistrez et partagez
hi: सेव और शेयर करें
id: Simpan dan bagikan
ja: 保存して共有
ne: सेभ र सेयर
pt_br: Salve e compartilhe
ur: محفوظ کریں اور شیئر کریں

source: Save and share every video
ar: احفظ كل فيديو وشاركه
bn: প্রতিটি ভিডিও সংরক্ষণ ও শেয়ার করুন
de: Jedes Video speichern und teilen
es: Guarda y comparte cada vídeo
fr: Enregistrez et partagez chaque vidéo
hi: हर वीडियो सेव करें और शेयर करें
id: Simpan dan bagikan setiap video
ja: すべての動画を保存して共有
ne: हरेक भिडियो सुरक्षित गरी साझा गर्नुहोस्
pt_br: Salve e compartilhe cada vídeo
ur: ہر ویڈیو محفوظ کریں اور شیئر کریں

source: Save it to Photos — one tap
ar: احفظه في الصور — بضغطة واحدة
bn: Photos-এ সেভ করুন — মাত্র এক ট্যাপ
de: In Photos speichern — ein Tipp genügt
es: Guárdalo en Photos — un toque
fr: Enregistrez-la dans Photos — en un geste
hi: Photos में सेव करें — बस एक टैप
id: Simpan ke Photos — sekali ketuk
ja: Photos にワンタップで保存
ne: Photos मा सेभ गर्नुहोस् — एकै ट्यापमा
pt_br: Salve no Photos — um toque
ur: Photos میں محفوظ کریں — بس ایک ٹیپ

source: Save your %@
ar: احفظ %@ الخاص بك
bn: আপনার %@ সংরক্ষণ করুন
de: Speichere dein %@
es: Guarda tu %@
fr: Enregistre ton %@
hi: अपना %@ सेव करें
id: Simpan %@ kamu
ja: %@を保存
ne: आफ्नो %@ सुरक्षित गर्नुहोस्
pt_br: Salve seu %@
ur: اپنا %@ محفوظ کریں

source: Save your edit
ar: احفظ تحريرك
bn: আপনার এডিট সংরক্ষণ করুন
de: Speichere dein Video
es: Guarda tu montaje
fr: Enregistre ton montage
hi: अपनी एडिट सेव करें
id: Simpan editanmu
ja: 編集を保存
ne: आफ्नो सम्पादन सुरक्षित गर्नुहोस्
pt_br: Salve sua edição
ur: اپنی ایڈٹ محفوظ کریں

source: Saving your video
ar: نحفظ الفيديو
bn: আপনার ভিডিও সেভ করা হচ্ছে
de: Wir speichern dein Video
es: Guardando tu vídeo
fr: On enregistre ta vidéo
hi: आपका वीडियो सेव किया जा रहा है
id: Menyimpan videomu
ja: 動画を保存しています
ne: तपाईंको भिडियो सेभ गर्दै
pt_br: Salvando seu vídeo
ur: آپ کی ویڈیو محفوظ کی جا رہی ہے

source: Scroll to latest message
ar: التمرير إلى أحدث رسالة
bn: সর্বশেষ বার্তায় যান
de: Zur neuesten Nachricht springen
es: Ir al último mensaje
fr: Aller au dernier message
hi: नवीनतम संदेश पर जाएँ
id: Gulir ke pesan terbaru
ja: 最新のメッセージへ移動
ne: पछिल्लो सन्देशमा जानुहोस्
pt_br: Ir para a mensagem mais recente
ur: تازہ ترین پیغام پر جائیں

source: Search chats
ar: البحث في المحادثات
bn: চ্যাট খুঁজুন
de: Chats durchsuchen
es: Buscar chats
fr: Rechercher une discussion
hi: चैट खोजें
id: Cari obrolan
ja: チャットを検索
ne: च्याट खोज्नुहोस्
pt_br: Buscar chats
ur: چیٹس تلاش کریں

source: See plans
ar: عرض الخطط
bn: প্ল্যান দেখুন
de: Tarife ansehen
es: Ver planes
fr: Voir les formules
hi: प्लान देखें
id: Lihat paket
ja: プランを見る
ne: योजनाहरू हेर्नुहोस्
pt_br: Ver planos
ur: پلانز دیکھیں

source: Send
ar: إرسال
bn: পাঠান
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
ja: 送信
ne: पठाउनुहोस्
pt_br: Enviar
ur: بھیجیں

source: Send feedback
ar: إرسال ملاحظات
bn: মতামত পাঠান
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
hi: फ़ीडबैक भेजें
id: Kirim masukan
ja: フィードバックを送信
ne: प्रतिक्रिया पठाउनुहोस्
pt_br: Enviar feedback
ur: فیڈبیک بھیجیں

source: Send reset email
ar: إرسال بريد إعادة التعيين
bn: রিসেট ইমেল পাঠান
de: Reset-E-Mail senden
es: Enviar correo de restablecimiento
fr: Envoyer l'e-mail de réinitialisation
hi: रीसेट ईमेल भेजें
id: Kirim email reset
ja: リセット用メールを送信
ne: रिसेट इमेल पठाउनुहोस्
pt_br: Enviar e-mail de redefinição
ur: ری سیٹ ای میل بھیجیں

source: Sending your video
ar: جارٍ إرسال الفيديو
bn: আপনার ভিডিও পাঠানো হচ্ছে
de: Dein Video wird gesendet
es: Enviando tu vídeo
fr: Envoi de ta vidéo
hi: आपका वीडियो भेजा जा रहा है
id: Mengirim videomu
ja: 動画を送っています
ne: तपाईंको भिडियो पठाउँदै
pt_br: Enviando seu vídeo
ur: آپ کی ویڈیو بھیجی جا رہی ہے

source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
id: Bagikan
ja: 共有
ne: साझा गर्नुहोस्
pt_br: Compartilhar
ur: شیئر کریں

source: Share your invite link
ar: شارك رابط دعوتك
bn: আপনার আমন্ত্রণ লিঙ্ক শেয়ার করুন
de: Teile deinen Einladungslink
es: Comparte tu enlace de invitación
fr: Partage ton lien d'invitation
hi: अपना आमंत्रण लिंक शेयर करें
id: Bagikan tautan undanganmu
ja: 招待リンクを共有する
ne: आफ्नो निमन्त्रणा लिंक साझा गर्नुहोस्
pt_br: Compartilhe seu link de convite
ur: اپنا دعوتی لنک شیئر کریں

source: Share your video
ar: شارك فيديوك
bn: আপনার ভিডিও শেয়ার করুন
de: Dein Video teilen
es: Comparte tu vídeo
fr: Partage ta vidéo
hi: अपना वीडियो शेयर करें
id: Bagikan videomu
ja: 動画を共有
ne: आफ्नो भिडियो साझा गर्नुहोस्
pt_br: Compartilhe seu vídeo
ur: اپنی ویڈیو شیئر کریں

source: Ship team video without a production queue
ar: انشر فيديو الفريق دون طابور إنتاج
bn: প্রোডাকশন সারি ছাড়াই টিমের ভিডিও প্রকাশ করুন
de: Team-Videos ohne Produktionswarteschlange liefern
es: Publica vídeos de equipo sin cola de producción
fr: Publiez les vidéos d'équipe sans file de production
hi: प्रोडक्शन क़तार के बिना टीम वीडियो भेजें
id: Rilis video tim tanpa antrean produksi
ja: 制作待ちなしでチームの動画を公開
ne: उत्पादन लाइनविनै टिमको भिडियो पठाउनुहोस्
pt_br: Entregue vídeos da equipe sem fila de produção
ur: پروڈکشن قطار کے بغیر ٹیم ویڈیو شائع کریں

source: Show chats
ar: عرض المحادثات
bn: চ্যাট দেখান
de: Chats anzeigen
es: Ver chats
fr: Afficher les discussions
hi: चैट दिखाएँ
id: Tampilkan obrolan
ja: チャットを表示
ne: च्याट देखाउनुहोस्
pt_br: Mostrar chats
ur: چیٹس دکھائیں

source: Sign in to Promptly
ar: تسجيل الدخول إلى Promptly
bn: Promptly-তে সাইন ইন করুন
de: Bei Promptly anmelden
es: Inicia sesión en Promptly
fr: Connexion à Promptly
hi: Promptly में साइन इन करें
id: Masuk ke Promptly
ja: Promptly にサインイン
ne: Promptly मा साइन इन गर्नुहोस्
pt_br: Entrar no Promptly
ur: Promptly میں سائن اِن کریں

source: Skip
ar: تخطٍّ
bn: এড়িয়ে যান
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
id: Lewati
ja: スキップ
ne: छोड्नुहोस्
pt_br: Pular
ur: چھوڑیں

source: Skip — use what I have
ar: تخطَّ — استخدم ما لديّ
bn: এড়িয়ে যান — যা আছে তাই ব্যবহার করুন
de: Überspringen — nimm, was ich habe
es: Omitir — usa lo que tengo
fr: Passer — utiliser ce que j'ai
hi: छोड़ें — जो है वही इस्तेमाल करें
id: Lewati — pakai yang sudah ada
ja: スキップ：今あるもので進める
ne: छोड्नुहोस् — जे छ त्यही प्रयोग गर्नुहोस्
pt_br: Pular — usar o que já tenho
ur: چھوڑیں — جو ہے وہی استعمال کریں

source: Smoothing out the cuts
ar: نجعل الانتقالات سلسة
bn: কাটগুলো মসৃণ করা হচ্ছে
de: Wir machen die Übergänge weich
es: Suavizando los cortes
fr: On adoucit les coupes
hi: कट को नरम किया जा रहा है
id: Menghaluskan potongan
ja: つなぎ目をなめらかにしています
ne: कटहरू मिलाउँदै
pt_br: Suavizando os cortes
ur: کٹس کو ہموار کیا جا رہا ہے

source: So Promptly can tailor the edit.
ar: لكي يهيّئ Promptly المونتاج على مقاسك.
bn: যাতে Promptly সম্পাদনাটি আপনার মতো করে সাজাতে পারে।
de: Damit Promptly das Video anpassen kann.
es: Para que Promptly adapte el montaje.
fr: Pour que Promptly adapte le montage.
hi: ताकि Promptly एडिट को आपके हिसाब से बना सके।
id: Agar Promptly bisa menyesuaikan editannya.
ja: Promptly が編集を最適化します。
ne: ताकि Promptly ले सम्पादन तपाईंअनुसार मिलाओस्।
pt_br: Para o Promptly adaptar a edição.
ur: تاکہ Promptly ایڈٹ کو آپ کے مطابق بنا سکے۔

source: Something else
ar: شيء آخر
bn: অন্য কিছু
de: Etwas anderes
es: Otra cosa
fr: Autre chose
hi: कुछ और
id: Lainnya
ja: その他
ne: अरू केही
pt_br: Outra coisa
ur: کچھ اور

source: Start creating
ar: ابدأ الإبداع
bn: বানানো শুরু করুন
de: Loslegen
es: Empezar a crear
fr: Commencer à créer
hi: बनाना शुरू करें
id: Mulai berkarya
ja: 作り始める
ne: बनाउन थाल्नुहोस्
pt_br: Começar a criar
ur: بنانا شروع کریں

# Step %lld of %lld
source: Step %1$lld of %2$lld
ar: الخطوة %lld من %lld
bn: ধাপ %lld / %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
hi: चरण %lld / %lld
id: Langkah %lld dari %lld
ja: ステップ %lld / %lld
ne: चरण %lld / %lld
pt_br: Etapa %lld de %lld
ur: مرحلہ %lld / %lld

source: Stop
ar: إيقاف
bn: থামান
de: Stopp
es: Detener
fr: Arrêter
hi: रोकें
id: Hentikan
ja: 停止
ne: रोक्नुहोस्
pt_br: Parar
ur: روکیں

source: Stop making it
ar: أوقفه
bn: থামিয়ে দিন
de: Stoppen
es: Pararlo
fr: Arrêter
hi: रोक दें
id: Hentikan
ja: やめる
ne: रोक्नुहोस्
pt_br: Parar
ur: روک دیں

source: Stop making this video?
ar: إيقاف هذا الفيديو؟
bn: এই ভিডিও বানানো থামাবেন?
de: Video stoppen?
es: ¿Parar este vídeo?
fr: Arrêter cette vidéo ?
hi: यह वीडियो बनाना रोकें?
id: Hentikan video ini?
ja: この動画をやめますか？
ne: यो भिडियो बनाउन रोक्ने?
pt_br: Parar este vídeo?
ur: یہ ویڈیو بنانا روکیں؟

source: Storytime
ar: سرد قصة
bn: গল্প বলা
hi: स्टोरीटाइम
id: Cerita
ja: ストーリーテリング
ne: कथावाचन
ur: کہانی

source: Subscription
ar: الاشتراك
bn: সাবস্ক্রিপশন
de: Abo
es: Suscripción
fr: Abonnement
hi: सब्सक्रिप्शन
id: Langganan
ja: サブスクリプション
ne: सदस्यता
pt_br: Assinatura
ur: سبسکرپشن

source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
ja: システム
ne: सिस्टम
pt_br: Sistema
ur: سسٹم

source: Takes effect the next time you open Promptly.
ar: يسري المفعول عند فتح Promptly في المرة القادمة.
bn: পরের বার Promptly খুললে এটি কার্যকর হবে।
de: Wird beim nächsten Öffnen von Promptly wirksam.
es: Se aplicará la próxima vez que abras Promptly.
fr: Prend effet à la prochaine ouverture de Promptly.
hi: अगली बार Promptly खोलने पर लागू होगा।
id: Berlaku saat kamu membuka Promptly berikutnya.
ja: 次回 Promptly を開いたときに反映されます。
ne: अर्को पटक Promptly खोल्दा लागू हुन्छ।
pt_br: Vale a partir da próxima vez que você abrir o Promptly.
ur: اگلی بار Promptly کھولنے پر لاگو ہوگا۔

source: Talk to Promptly like an editor. Captions, cuts, graphics — done for you.
ar: تحدّث إلى Promptly كما تتحدث إلى محرر. التسميات والقصّ والرسوم — جاهزة لك.
bn: সম্পাদকের মতো করে Promptly-কে বলুন। ক্যাপশন, কাট, গ্রাফিক্স — আপনার জন্য তৈরি।
de: Sprich mit Promptly wie mit einem Cutter. Untertitel, Videoschnitt, Grafiken — für dich erledigt.
es: Habla con Promptly como con un montador. Subtítulos, cortes y gráficos: hechos por ti.
fr: Parle à Promptly comme à un monteur. Sous-titres, coupes, graphismes — faits pour toi.
hi: Promptly से एडिटर की तरह बात करें। कैप्शन, कट्स, ग्राफ़िक्स — आपके लिए तैयार।
id: Bicaralah pada Promptly seperti pada editor. Teks, potongan, grafis — beres untukmu.
ja: 編集者に話すように Promptly に伝えるだけ。字幕もカットもグラフィックも、お任せ。
ne: सम्पादकसँग जस्तै Promptly सँग कुरा गर्नुहोस्। क्याप्सन, कट, ग्राफिक्स — तपाईंका लागि तयार।
pt_br: Fale com o Promptly como com um editor. Legendas, cortes e gráficos — prontos para você.
ur: Promptly سے ایڈیٹر کی طرح بات کریں۔ کیپشنز، کٹس، گرافکس — آپ کے لیے تیار۔

source: Talking head
ar: حديث أمام الكاميرا
bn: টকিং হেড
de: Direkt in die Kamera
es: A cámara
fr: Face caméra
hi: टॉकिंग हेड
id: Bicara ke kamera
ja: トーキングヘッド
ne: टकिङ हेड
pt_br: Falando para a câmera
ur: ٹاکنگ ہیڈ

source: Talking-head clean-up
ar: تنقية حديث أمام الكاميرا
bn: টকিং-হেড পরিচ্ছন্নকরণ
de: Talking-Head-Aufbereitung
es: Limpieza de vídeo a cámara
fr: Nettoyage face caméra
hi: टॉकिंग-हेड क्लीन-अप
id: Perapian video bicara ke kamera
ja: トーキングヘッドの整音・整形
ne: टकिङ-हेड सफाइ
pt_br: Limpeza de vídeo falando para a câmera
ur: ٹاکنگ ہیڈ کی صفائی

source: Talking-head videos
ar: مقاطع التحدث إلى الكاميرا
bn: টকিং-হেড ভিডিও
es: Vídeos a cámara
fr: Vidéos face caméra
hi: टॉकिंग-हेड वीडियो
id: Video bicara ke kamera
ja: トーキングヘッド動画
ne: टकिङ-हेड भिडियो
pt_br: Vídeos falando para a câmera
ur: ٹاکنگ ہیڈ ویڈیوز

source: Tap the new chat icon to start.
ar: اضغط أيقونة المحادثة الجديدة للبدء.
bn: শুরু করতে নতুন চ্যাটের আইকনে ট্যাপ করুন।
de: Tippe zum Starten auf das Symbol für einen neuen Chat.
es: Toca el icono de chat nuevo para empezar.
fr: Touchez l'icône de nouvelle discussion pour commencer.
hi: शुरू करने के लिए नई चैट के आइकन पर टैप करें।
id: Ketuk ikon obrolan baru untuk memulai.
ja: 新規チャットのアイコンをタップして始めましょう。
ne: सुरु गर्न नयाँ च्याट आइकनमा ट्याप गर्नुहोस्।
pt_br: Toque no ícone de novo chat para começar.
ur: شروع کرنے کے لیے نئی چیٹ کے آئیکن پر ٹیپ کریں۔

source: Tell me the vibe you want and I'll edit it. Try one of the suggestions below — or describe it in your own words.
ar: أخبرني بالأجواء التي تريدها وسأتولى المونتاج. جرّب أحد الاقتراحات أدناه — أو صِفها بكلماتك.
bn: কেমন ভাইব চান বলুন, আমি এডিট করে দেব। নিচের সাজেশনগুলো থেকে একটা বেছে নিন — বা নিজের ভাষায় বলুন।
de: Sag mir den gewünschten Vibe und ich schneide es. Probier einen Vorschlag unten — oder beschreib es in eigenen Worten.
es: Dime el estilo que quieres y lo monto. Prueba una de las sugerencias de abajo o descríbelo con tus palabras.
fr: Dis-moi l'ambiance voulue et je m'occupe du montage. Essaie une suggestion ci-dessous, ou décris-la avec tes mots.
hi: आप बस वाइब बताइए, एडिट मुझ पर छोड़ दीजिए। नीचे दिए सुझावों में से कोई आज़माएँ — या अपने शब्दों में बताएँ।
id: Ceritakan gaya yang kamu mau dan saya editkan. Coba salah satu saran di bawah — atau jelaskan dengan kata-katamu.
ja: どんな雰囲気にしたいか教えてください。編集します。下の候補から選ぶか、自由に書いてください。
ne: तपाईंलाई चाहिएको भाइब भन्नुहोस्, म एडिट गरिदिन्छु। तलका सुझावमध्ये एउटा प्रयास गर्नुहोस् — वा आफ्नै शब्दमा वर्णन गर्नुहोस्।
pt_br: Me diga o clima que você quer e eu edito. Experimente uma das sugestões abaixo — ou descreva com suas palavras.
ur: مجھے بتائیں کیسا وائب چاہیے، میں ایڈٹ کر دوں گا۔ نیچے دی گئی کسی تجویز کو آزمائیں — یا اپنے الفاظ میں بیان کریں۔

source: Tell me the vibe…
ar: أخبرني بالأجواء…
bn: ভাইবটা বলুন…
de: Sag mir den Vibe…
es: Dime el rollo que buscas…
fr: Dites-moi l'ambiance…
hi: वाइब बताएँ…
id: Ceritakan gayanya…
ja: どんな雰囲気にしますか…
ne: भाइब बताउनुहोस्…
pt_br: Me diga o clima…
ur: وائب بتائیں…

source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
ja: 利用規約
ne: प्रयोगका सर्तहरू
pt_br: Termos de Uso
ur: شرائط استعمال

source: That code doesn't look right. Check the letters and try again.
ar: يبدو أن الرمز غير صحيح. تحقّق من الحروف وحاول مجددًا.
bn: কোডটি ঠিক মনে হচ্ছে না। অক্ষরগুলো দেখে আবার চেষ্টা করুন।
de: Dieser Code sieht nicht richtig aus. Prüfe die Zeichen und versuch es erneut.
es: Ese código no parece correcto. Revisa las letras e inténtalo de nuevo.
fr: Ce code semble incorrect. Vérifiez les lettres et réessayez.
hi: यह कोड सही नहीं लग रहा। अक्षर जाँचें और फिर कोशिश करें।
id: Kode itu sepertinya keliru. Periksa hurufnya dan coba lagi.
ja: コードが正しくないようです。文字を確認してもう一度お試しください。
ne: यो कोड ठिक देखिँदैन। अक्षरहरू जाँचेर फेरि प्रयास गर्नुहोस्।
pt_br: Esse código não parece certo. Confira as letras e tente de novo.
ur: یہ کوڈ درست نہیں لگتا۔ حروف دیکھ کر دوبارہ کوشش کریں۔

source: The editor for short-form talking-head videos.
ar: محرّر مقاطع الفيديو القصيرة أمام الكاميرا.
bn: সংক্ষিপ্ত টকিং-হেড ভিডিওর জন্য এডিটর।
de: Der Editor für kurze Talking-Head-Videos.
es: El editor para vídeos cortos a cámara.
fr: L'éditeur pour les vidéos courtes face caméra.
hi: छोटे टॉकिंग-हेड वीडियो के लिए एडिटर।
id: Editor untuk video pendek bicara ke kamera.
ja: 短尺トーキングヘッド動画のためのエディタ。
ne: छोटा टकिङ-हेड भिडियोका लागि सम्पादक।
pt_br: O editor para vídeos curtos falando para a câmera.
ur: مختصر ٹاکنگ ہیڈ ویڈیوز کے لیے ایڈیٹر۔

source: This image link expired
ar: انتهت صلاحية رابط الصورة
bn: এই ছবির লিঙ্কের মেয়াদ শেষ
de: Dieser Bildlink ist abgelaufen
es: Este enlace de imagen ha caducado
fr: Ce lien d'image a expiré
hi: इस इमेज का लिंक एक्सपायर हो गया
id: Tautan gambar ini kedaluwarsa
ja: この画像のリンクは期限切れです
ne: यो तस्बिरको लिंकको म्याद सकियो
pt_br: Este link de imagem expirou
ur: اس تصویر کا لنک ختم ہو چکا ہے

source: This stops the edit before it starts — your daily render won't be used.
ar: هذا يوقف التعديل قبل أن يبدأ — ولن تُحتسب معالجتك اليومية.
bn: এতে এডিট শুরুর আগেই থেমে যাবে — আপনার দৈনিক রেন্ডার খরচ হবে না।
de: Das bricht ab, bevor es losgeht — dein Gratis-Video für heute bleibt dir erhalten.
es: Esto detiene el montaje antes de empezar — no se usará tu render diario.
fr: Cela arrête le montage avant qu'il ne commence — ton rendu du jour ne sera pas utilisé.
hi: इससे एडिट शुरू होने से पहले ही रुक जाएगा — आपका आज का रेंडर खर्च नहीं होगा।
id: Ini menghentikan editan sebelum dimulai — render harianmu tidak terpakai.
ja: 編集が始まる前に止まります。今日のレンダリングは消費されません。
ne: यसले सम्पादन सुरु हुनुअघि नै रोक्छ — तपाईंको दैनिक रेन्डर खर्च हुँदैन।
pt_br: Isso interrompe a edição antes de começar — seu render do dia não será usado.
ur: اس سے ایڈٹ شروع ہونے سے پہلے ہی رک جائے گا — آپ کا آج کا رینڈر خرچ نہیں ہوگا۔

source: This stops your video before it starts. It won't count against today's free one.
ar: هذا يوقف الفيديو قبل أن يبدأ، ولن يُحسب من فيديو اليوم المجاني.
bn: এটা শুরুর আগেই আপনার ভিডিও থামিয়ে দেবে। আজকের ফ্রি ভিডিও থেকে কাটা হবে না।
de: Das stoppt dein Video, bevor es losgeht. Dein Gratis-Video für heute bleibt dir.
es: Esto para tu vídeo antes de empezar. No cuenta para el gratis de hoy.
fr: Ça arrête ta vidéo avant qu'elle commence. Ta vidéo gratuite du jour reste.
hi: यह आपका वीडियो शुरू होने से पहले रोक देगा। आज का मुफ़्त वीडियो बचा रहेगा।
id: Ini menghentikan videomu sebelum mulai. Video gratis hari ini tetap ada.
ja: 始まる前に止めます。今日の無料の1本は残ります。
ne: यसले सुरु हुनुअघि नै रोक्छ। आजको निःशुल्क भिडियो बाँकी रहन्छ।
pt_br: Isso para seu vídeo antes de começar. O grátis de hoje continua valendo.
ur: یہ آپ کی ویڈیو شروع ہونے سے پہلے روک دے گا۔ آج کی مفت ویڈیو باقی رہے گی۔
